Revit 2027 API
ParameterTypeId.RbsElecCalcCoefficientUtilization Property
 "Calculate Coefficient of Utilization"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecCalcCoefficientUtilization { get; }
Public Shared ReadOnly Property RbsElecCalcCoefficientUtilization As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecCalcCoefficientUtilization {
	ForgeTypeId^ get ();
}
static member RbsElecCalcCoefficientUtilization : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace